{
  "-2068044204" : {
    "en" : "This section addresses some of the most common issues you may encounter in the hiring process.",
    "es" : "Esta sección trata algunos de los problemas más comunes que puede encontrar en el proceso de contratación."
  },
  "-2046941816" : {
    "en" : "Are you being harrassed or discriminated against at work? Is your employer being unfair or unreasonably disrespectful?",
    "es" : "¿Está siendo acosado o discriminado en el trabajo? ¿Su empleador es injusto o irrazonablemente irrespetuoso?"
  },
  "-1840751771" : {
    "en" : "Unemployment",
    "es" : "Desempleo"
  },
  "-1796884471" : {
    "en" : "This section goes over what you can do if you are at risk of an injury, have been inured, or do not feel safe at your workplace.",
    "es" : "Esta sección repasa lo que puede hacer si corre el riesgo de sufrir una lesión, si se ha curado o si no se siente seguro en su lugar de trabajo."
  },
  "-1756663900" : {
    "en" : "Unions",
    "es" : "Sindicatos"
  },
  "-1304016171" : {
    "en" : "This section covers information about your rights to organize and be in a union, and how unions work.",
    "es" : "Esta sección contiene información sobre sus derechos a organizarse y a formar parte de un sindicato, y sobre cómo funcionan los sindicatos."
  },
  "-936704732" : {
    "en" : "Safety & Health",
    "es" : "Seguridad & Salud"
  },
  "-927089048" : {
    "en" : "Getting Paid",
    "es" : "Salario"
  },
  "-915157541" : {
    "en" : "Termination & Unemployment",
    "es" : "Terminación & Desempleo"
  },
  "-440315012" : {
    "en" : "Facing an organizing campaign at work (or want to get involved in one)? Already a union member but don't understand how things work? Fired for organizing or joining a union?",
    "es" : "¿Se enfrenta a una campaña de organización en el trabajo (o quiere involucrarse en una)? ¿Ya eres miembro del sindicato pero no entiendes cómo funcionan las cosas? ¿Despedido por organizar o unirse a un sindicato?"
  },
  "-201129402" : {
    "en" : "This section addresses your rights to fair treatment, and other topics related to discrimination and general mistreatment.",
    "es" : "En esta sección se abordan sus derechos a un trato justo y otros temas relacionados con la discriminación y el maltrato en general."
  },
  "460544033" : {
    "en" : "Mistreatment",
    "es" : "Maltrato"
  },
  "1203694928" : {
    "en" : "Is your workplace unsafe? Are you worried about getting hurt at work? Wondering what to do about it?",
    "es" : "¿Su lugar de trabajo es inseguro? ¿Te preocupa que te lastimes en el trabajo? ¿Te preguntas qué hacer al respecto?"
  },
  "1317869524" : {
    "en" : "Getting Hired",
    "es" : "Ser Contratado"
  },
  "1466952089" : {
    "en" : "Get the facts on wage and hour laws here.",
    "es" : "Obtenga los hechos sobre las leyes de salarios y horas aquí."
  },
  "1809579658" : {
    "en" : "Whether you were suddenly fired, laid off, or asked to resign, you'll want to know what happens now that you are out of a job.",
    "es" : "Si te despidieron de repente, o te pidieron que renunciaras, querrás saber qué pasa ahora que estás sin trabajo."
  },
  "1866838479" : {
    "en" : "Looking for a new job? Wondering if the questions you were asked at the interview were legal?",
    "es" : "¿Buscando un nuevo trabajo? ¿Preguntándose si las preguntas que le hicieron en la entrevista eran legales?"
  },
  "1921735265" : {
    "en" : "Not getting paid what your employer owes you? Are you forced to work overtime, but not receiving any extra pay?",
    "es" : "¿No le pagan lo que su empleador le debe? ¿Está obligado a trabajar horas extras, pero no recibe ningún pago extra?"
  }
}
