{"0":{"en":""},"2603186":{"en":"Test"},"8099364":{"en":"Deductions from Pay"},"26175672":{"en":"Independent Contractors"},"64002845":{"en":"Knowing whether you have an employment contract, and what type of contract it is, may affect your workplace rights, especially with respect to what constitutes a wrongful termination. While written employment contracts are the most straightforward and easiest to use in court, do not assume that an employment contract has not been created just because it isn’t written down. Even where no contract exists, a court may find that a worker has enforceable rights against their employer under the legal theories of an enforceable promise and/or the covenant of good faith and fair dealing. For more information about employment contracts read below."},"79576954":{"en":"Day Laborers"},"80698798":{"en":"Test "},"85222798":{"en":"A wrongful termination requires that you be fired for an illegal reason. Illegal reasons could include violation of antidiscrimination laws, violation of whistleblower laws, or breach of contract for example. If your termination was not the result of a legal or contractual violation then you are likely employed at-will and may not have legal recourses for a termination that you consider unfair.  For more information about at-will employment and wrongful termination read below."},"212250736":{"en":"A worker may be considered \"probationary\" in a few situations. When the worker is first hired (whether under a union contract or based on the employer's personnel policies). When the worker is being disciplined by the employer. When an existing employee receives a new position within the company but did not complete its initial probationary period. When an existing, or a new, employee is appointed to their first supervisory or managerial position."},"276851633":{"en":"While an employer may have reasons for wanting to do a background check, as a potential employee, you also have rights and an expectation of privacy. For many types of information, an employer needs to get your written permission before they can get information about you. Once an employer has information about you, they must inform you if they take any adverse action against you because of that information. Additionally, an employer cannot use any of the information in a discriminatory manner. For more information about your rights concerning background checks, read below."},"300644902":{"en":"Probationary Employee"},"377800271":{"en":"Are you wondering what Unemployment Insurance (UI) is, or how you can apply? This page contains information about that UI benefits cover, the application process, and other relevant topics. Please read below. If you want to know if you are eligible for UI, please visit the “Unemployment Insurance Eligibility” section on the previous page."},"388860240":{"en":"Unpaid Wages"},"408219714":{"en":"The work time page explains which types of work activities, including training and on-call time, you must be paid for and what rate of pay you are entitled to for your time on each type of work. It also explains when an employer is required to pay for travel to various work locations. Lastly, this page explains which laws cover work time, how to file complaints, and how to receive back pay and other compensation when you are not paid for valid work time. "},"460544033":{"en":"Mistreatment"},"519848985":{"en":"Religious discrimination can take many forms. If you have been denied work or a promotion, harassed at work, or denied an accommodation at work because of your religious beliefs or practices, or because of your lack of certain religious beliefs you may have recourse. Title VII of the Civil Rights Act of 1964 (Title VII) and the Religious Freedom Restoration Act (RFRA) prohibit many employers from engaging in religious discrimination in the workplace. To find out more about what religious discrimination is and how you may be protected, read below."},"530331966":{"en":"Comp Time"},"541499049":{"en":"Elderly and youthful employees sometimes experience age discrimination in the workplace. Ageism, is stereotyping and discriminating against individuals or groups on the basis of their age. Employers are generally not allowed to hire, fire, promote, or decide an employee’s compensation based on their age. However, it can be difficult to determine whether an employer’s actions were motivated by age discrimination, or by a genuine belief that another person can perform a particular job better. States have extensive complaint and fact finding procedures to help employees determine when they have been victims of age discrimination and to assert their rights. Read below to learn more about age discrimination and how the law protects you."},"606903161":{"en":"Health and Safety Protections"},"611214774":{"en":"Knowing your legal worker classification is important because it changes the legal rights you enjoy in the workplace. Worker classifications determine what is proper termination, how much job security you enjoy, and the amount or type of workplace benefits you receive."},"779887915":{"en":"A non-compete agreement is a contract between an employee and employer. A non-compete prohibits an employee from engaging in a business that competes with his/her current employer's business. While an employer cannot require you to sign a non-compete, they may terminate, or choose not to hire you if you refuse to sign. Courts generally do not approve of non-compete agreements. In disputes over non-compete agreements, courts consider certain factors to decide if the agreement is reasonable. If you find yourself negotiating a non-compete agreement consider limiting the agreement to only what is necessary to protect the employer and ask for a severance payment in the event that you are terminated."},"846654335":{"en":"Undocumented workers in the United States have employment rights, despite their immigration status. Under federal law, it is illegal to discriminate against any worker, regardless of immigration status. The Immigration and Nationality Act (INA) prohibits discrimination based on citizenship status."},"1013490058":{"en":"Retaliation from Employers"},"1027450508":{"en":"Did you recently lose your job and are wondering if you are eligible for Unemployment Insurance (UI) benefits? Please read below for more information. This page contains information regarding whether you are be eligible for UI or not. If you want to learn more about the UI Benefits themselves and what they cover, please visit the section “Unemployment Insurance Benefits” on the previous page. "},"1071440034":{"en":"Non-Compete Agreements"},"1104308215":{"en":"Sex / Gender / Identity / Sexual Orientation Discrimination"},"1112258356":{"en":"Religious Discrimination"},"1115582104":{"en":"Disability / Medical Condition Discrimination"},"1147246973":{"en":"Non-Disclosure Agreements (NDAs)"},"1193364392":{"en":"Workers' Compensation"},"1203694928":{"en":"Is your workplace unsafe? Are you worried about getting hurt at work? Wondering what to do about it?"},"1275439580":{"en":"Getting your final paycheck and being paid everything you are owed can be a tricky situation. What do you do with your accrued vacation days? What if your former employer doesn’t want to pay? Do you get paid during your two-week notice? This page can help answer many questions you may have. "},"1306628666":{"en":"Minimum Wage"},"1317869524":{"en":"Getting Hired"},"1396303232":{"en":"Union Activity"},"1466952089":{"en":"Get the facts on wage and hour laws here."},"1511751597":{"en":"Disability discrimination means treating individuals differently in employment because of their disability, perceived disability, or association with an individual with a disability. Some examples may include discriminating on the basis of physical or mental disability in aspects of employment, including recruitment, firing, hiring, training, promotions, pay, etc. Or asking job applicants questions about their past / current medical conditions. Or creating a workplace that includes substantial physical barriers to the movement of people with physical disabilities. There are federal and state laws protecting you from job discrimination, harassment, and retaliation on the basis of your disability. Please read below."},"1568988701":{"en":"Unemployment Insurance Benefits"},"1608462721":{"en":"Contracts"},"1653435293":{"en":"Background Checks"},"1690680344":{"en":"The Worker Adjustment and Retraining Notification Act (WARN) offers protection to workers, their families and communities by requiring employers to provide notice 60 days in advance of covered plant closings and covered mass layoffs. This notice must be provided to either affected workers or their representatives (e.g., a labor union); to the State dislocated worker unit; and to the appropriate unit of local government. For more information: https://www.dol.gov/agencies/eta/layoffs/warn. To find out more about whether and how you may be protected by the WARN Act read below."},"1724701115":{"en":"Every year, dozens of workers die and thousands more become ill while working in extreme heat or humid conditions. There are a range of heat illnesses and they can affect anyone, regardless of age or physical condition. Under OSHA law, employers are responsible for providing workplaces free of known safety hazards. This includes protecting workers from extreme heat. We have compiled a guide to help answer all your burning questions about heat safety in the workplace."},"1750591464":{"en":"Undocumented Workers"},"1792558082":{"en":"Apprenticeship Programs"},"1809579658":{"en":"Whether you were suddenly fired, laid off, or asked to resign, you'll want to know what happens now that you are out of a job."},"1823614258":{"en":"If you experience a work-related injury or occupational disease, you may be eligible for workers compensation. With some exceptions, most workers are entitled to protection under workers compensation laws which vary from state-to-state. Workers compensation covers most job-related injuries. Workers compensation alleviates the difficulty and complexity of settling differences between employers and employees and provides assurance that the employee will once again be made whole."},"1858498554":{"en":"Most states have some laws that protect smokers from discrimination. However, due to the health hazards related to smoking, smokers are not completely protected in the same way that non-smokers are. For example, smokers can be required to pay more for their company health insurance and some localities have banned e-cigarettes at work. Non-smokers also have legal rights that relate to smoking and smoking areas in the workplace. To learn more about smoking and the workplace, read below:"},"1866838479":{"en":"Looking for a new job? Wondering if the questions you were asked at the interview were legal?"},"1921735265":{"en":"Not getting paid what your employer owes you? Are you forced to work overtime, but not receiving any extra pay?"},"1943936682":{"en":"Arbitration Agreements"},"1973519951":{"en":"Temporary / Leased Employees"},"2001307273":{"en":"At-Will employment means that either the employer or the employee may terminate employment at any time, with or without cause or prior notice, as long as the reason is not illegal! (e.g. firing because of your race or religion). If you have been fired without cause, you are not alone. Most employees in the United States work for employers without an employment contract, and as such, may be fired without warning. For more information on what rights you may have under an employment contract or as an at-will employee, read below."},"2001768438":{"en":"  Some employers allow their employees to take time off after working extra hours. Substituting extra time off for overtime pay is known as compensation (\"comp\") time. Surprisingly, in most cases, this practice is illegal due to a fear of employer abuse. However, there are possible remedies for employees who truly value comp time."},"2089484459":{"en":"Worker Classifications"},"2113990964":{"en":"In this page you fill find a list of Lawyer Referral Services. Please read their information below and contact them if you need legal help."},"2128318543":{"en":"Visit a Local Law Clinic"},"2138623312":{"en":"Apprenticeships are an opportunity for workers to prepare for a career by working while getting on the job training and study. Apprenticeship is beneficial for both employers and employees. Apprenticeship programs provide employers with highly skilled workers who are prepared for the demands of their specific field. Apprenticeship programs offer employees the chance to earn a wage while attending classes and gaining the skills needed to succeed in the workplace."},"2140579620":{"en":"An employee can face retaliation from their employees for a variety of reasons, and under different circumstances. This includes complaining about a potential violation of state or federal law including practices that are unlawful or that threaten public safety and health, or workplace violations like workplace discrimination and unpaid wages. Such valid complaints can also include issues like terms and conditions of employment. An employee might also face retaliation from their employer after having made a formal complaint with a public agency."},"-2068044204":{"en":"This section addresses some of the most common issues you may encounter in the hiring process."},"-1304016171":{"en":"This section covers information about your rights to organize and be in a union, and how unions work."},"-1756663900":{"en":"Unions"},"-440315012":{"en":"Facing an organizing campaign at work (or want to get involved in one)? Already a union member but don't understand how things work? Fired for organizing or joining a union?"},"-915157541":{"en":"Termination & Unemployment"},"-1840751771":{"en":"Unemployment"},"-201129402":{"en":"This section addresses your rights to fair treatment, and other topics related to discrimination and general mistreatment."},"-2046941816":{"en":"Are you being harrassed or discriminated against at work? Is your employer being unfair or unreasonably disrespectful?"},"-927089048":{"en":"Getting Paid"},"-1796884471":{"en":"This section goes over what you can do if you are at risk of an injury, have been inured, or do not feel safe at your workplace."},"-936704732":{"en":"Safety & Health"},"-1480448772":{"en":"An employer has the right to make many types of deductions from an employee’s pay. These deductions include the cost of work-specific uniforms, tools, meals, lodging, and more. For anything that is for the employee’s benefit, the employer must first get the employee’s consent before providing the good or service and deducting the cost of the employee’s pay. However, there are limits on what employers can deduct from pay. "},"-1614037079":{"en":"Applying for a new job can be stressful and time-consuming. It is important to know what to expect so you can be prepared and confident during the application and interview process. The following information explains what kind of questions employers can ask you on an application or in an interview for a new job. Additionally, these questions and answers give information about when and how employers can use drug testing, lie detectors, background checks, and credit checks. Lastly, they discuss illegal discrimination against jobs applicants."},"-735956416":{"en":"Interview / Application"},"-1764471556":{"en":"Surprisingly, there are no federal laws requiring meal and rest breaks. This area of the law has been left mostly to states with only 20 requiring meal breaks and 9 requiring rest breaks. However, most employers do provide meal breaks and may be required to provide breaks for specific religious or health reasons. To learn more about meal and rest breaks, read below."},"-1832687078":{"en":"Meal and Rest Breaks"},"-756802425":{"en":"Final Paycheck Laws"},"-659553059":{"en":"The subject of overtime pay is one of the most confusing subject for workers seeking to learn more about their employment rights. Many workers do not understand whether or not they are eligible for overtime, or what they should do in the event their employer is not paying them correctly for the extra time that they work. Many of the overtime regulations have very different interpretations and may not yet have been clarified by court decisions. \n\nThis Overtime Pay page explains what types of work are covered by overtime laws, including which kinds of construction work are covered. It also explains how overtime pay is calculated, whether it applies to weekends/holidays, and how overtime pay may apply to salaried employees."},"-322607703":{"en":"Overtime Pay"},"-925457766":{"en":"Over one-third of the US workforce is bound to their company by a non-disclosure agreement (NDA). NDAs can force employees to be silent about anything from trade secrets to sexual harassment and assault and have been growing in number as companies become increasingly worried about competition and reputation. It is important as an employee to understand what your employer is asking you to sign. To learn more about NDAs and the workplace, read below."},"-1971173578":{"en":"This topic discusses your rights regarding forming unions. "},"-1876774647":{"en":"Retaliation for Collective Action"},"-421856518":{"en":"Fired For No Reason"},"-1160683478":{"en":"Racial discrimination refers to the practice of treating individuals differently because of their race or color. Federal law prohibits race discrimination in the workplace and incidents of race discrimination can take many forms, in the workplace particularly, race discrimination can be hard to identify. For more information about race discrimination, read on."},"-2098573581":{"en":"Race / Nationality Discrimination"},"-486073476":{"en":"Arbitration is a commonly used form of alternative dispute resolution (ADR). While voluntary agreements to arbitration have been used in commercial disputes for many years, today's employers are utilizing a different form of arbitration known as forced arbitration. Forced arbitration occurs when an employer conditions initial employment, continued employment, or important employment benefits on the employee's agreement to arbitrate any future claims against the employer."},"-1569639640":{"en":"In some occupations, the inability to have a flexible and predictable schedule has made it increasingly difficult for workers to balance other commitments, like providing child care, getting or keeping a second job, and accessing or receiving needed medical care, among other things.  Workers who want to advocate for more predictable and stable schedules may fear retaliation if they do so. However, some employers permit employees flexibility in creating their schedule within parameters set by the employer. This flexible and predictive scheduling page explains current laws and trends in flexible and predictive scheduling."},"-1675469449":{"en":"Flexible and Predictive Scheduling"},"-503144026":{"en":"During your job search, someone may ask you for your salary history. This is a tough position to be in, especially if you are hoping for a significant pay increase over your last job. Revealing your salary history could compromise your position in pay negotiations. It’s important to respond in a way that maintains your negotiating position without hurting your chance at the job."},"-874977489":{"en":"Salary History Disclosure"},"-427777501":{"en":"Knowing whether a worker is an employee or an independent contractor is important for both workers and employers. Any worker should understand how they are classified, and what it means. As an independent contractor, you may have more freedom to choose how you complete your work, but you are responsible for paying your own taxes, getting your own health insurance, and paying into unemployment and workers comp funds if you wish to access those benefits. If you are an employee you are under the control of your employer, but also may have certain benefits provided by your employer including workers compensation, unemployment, and health insurance. Employers must be careful to make sure that workers are properly classified because a worker's title does not determine whether they are an employee or independent contractor. It is the nature of the relationship that matters, and employers can be subject to stiff penalties if they misclassify workers."},"-625529504":{"en":"A worker who seeks employment through a temporary agency is the most common type of leased employee. A temporary agency is a company that contracts with businesses to provide workers on a contingent basis. These temporary agencies handle all payroll, tax, and other human resources functions for the workers.  Other leased employees (other than workers from temporary agencies) are employed by employee leasing firms (also called \"professional employer organizations\") that supply companies with an entire work force of employees for extended amounts of time, rather than on day-to-day basis. The leasing firm takes over all payroll, tax, and other human resources functions for the workers."},"-759878570":{"en":"\"Day laborers\" are people employed on a temporary, day-to-day basis, normally working in construction, light manufacturing, landscaping, and other similar jobs. Day laborers find work either through a temporary day labor agency (or labor hall) or by waiting on a designated street for an employer to arrive and hire workers as needed. Workers often do not know from day to day whether they will get work."},"-1388410398":{"en":"Sex or gender discrimination in employment involves treating someone unfavorably because of the person’s sex, whether they are applying for a job or are a current employee. Although women have made clear they have the ability to perform with the same skill and success in every endeavor engaged in by men, the issue of sex discrimination still holds many back. Sex discrimination, although predominantly an issue for women, can sometimes be directed towards men as well. Below, we answer many of the questions that commonly arise with respect to this issue."},"-1164390416":{"en":"Age Discrimination"},"-71583308":{"en":"Did you make a complain at work, and then suddenly got fired? If you made a complaint regarding the terms and conditions of employment, please contact NLRB (if your employer is a Private Employer or from the Post Office), or contact PERB (if your employer is a Federal, State or Municipality employer). If you filed a formal complaint with a Public Agency or complained to your employer, please read below for more information."},"-2047570451":{"en":"Fired after making a Complaint"},"-855345688":{"en":"Are you leaving your job? Make sure you know the differences between resigning and being terminated, how to leave with options and letters of references, and think twice before signing anything. Verify the reason for your termination. This page addresses these topics and more, so please read below to learn more."},"-1144503492":{"en":"Leaving your Job"},"-886546796":{"en":"\"At-Will\" Employment"},"-1716992821":{"en":"Mass Layoffs / Plant Closing"},"-768336756":{"en":"Unemployment Insurance Eligibility"},"-98129643":{"en":"Many States have adopted a range of helpful policies to expand access to UI benefits. As part of the federal CARES Act, the new Pandemic Unemployment Assistance (PUA) program helps unemployed Californians who are business owners, self-employed, independent contractors, have limited work history, and others not usually eligible for regular state Unemployment Insurance (UI) benefits who are out of business or services are significantly reduced as a direct result of the pandemic. Please visit the EDD website under their “coronavirus-2019” section. Given the high volume of claims being made, phone lines to UI agencies around the country, it is best to apply online or fax in your application for faster results. For more information, please read below."},"-1860136831":{"en":"Impacted by COVID-19?"},"-388801811":{"en":"Need a Lawyer"},"-10272388":{"en":"In this page you fill find a list of Local Law Clinics. Please read their information below and contact them if you need legal help or advice."},"-1023733792":{"en":"NOTE: If you are in immediate danger, inform your supervisor as soon as possible and/or call OSHA at 800-321-OSHA (6742). Although you may be legally permitted to walk off the job if you are in imminent danger, your right to do so is limited, therefore, it is best to report the hazard before you make the decision to walk off the jo The Occupational Safety and Health Administration (OSHA) publishes rules and enforces the Occupational Safety and Health Act (also OSHA), which protect workers from on-the-job injuries and illness. Read below to find out what measures your employer is required to take to keep your workplace safe, and what you can do if you believe that the appropriate measures are not being taken."},"-1812537943":{"en":"Workplace violence is an act or threat of physical violence, harassment, intimidation, or other threatening, disruptive behavior that occurs at work.  Workplace violence is a serious threat affecting around 2 million Americans each year. Additionally, around 703 Americans per year lose their lives due to workplace violence. This number has decreased by 8% since 2014. The Occupational Safety and Health Administration has guidelines for dealing with workplace violence. And you have rights if you are injured by workplace violence. To learn more about workplace violence, read below:"},"-48538843":{"en":"Workplace Violence"},"-1735159766":{"en":"Smoking and the Workplace"},"-1322074366":{"en":"Heat Safety"},"-948715220":{"en":"Child labor laws have been around since the Industrial Revolution. They regulate areas like wages, hours, and working conditions for workers under 18 years old. The regulations vary between federal and state law, but the regulation that offers more protection will be the one applied in any given situation. The applicable regulations will also differ depending on whether or not the work is agricultural. Some jobs, like babysitting, are not even covered by child labor laws."},"-1749315867":{"en":"Child Labor Laws"},"-34452452":{"en":"When facing workplace discrimination or harassment, unions can be a great source of support. This section covers rights related to union activities, depending on what kind of organization you work in."},"-1084749578":{"en":"Instead of getting paid by the hour, some employees get paid on \"commission\". This practice is often done in sales positions but may be used in other types of work as well.  Employees earning commission may also earn a salary or hourly wage and get paid a commission in addition to that. The Federal Labor Standards Act and the Wage & Hour Division of the Department of Labor govern the law with respect to commissions. "},"-252285709":{"en":"Comissions"},"-1506007579":{"en":"The minimum wage page explains what minimum wage is and how it might affect you. It details who the Fair Labor Standards Act covers, as well as what wage applies for probationary periods, minors, and training. This page also explains how minimum wage laws affect commissions, tips."},"-731379762":{"en":"Understanding your rights as a tipped employee can be complicated. What if you do tipped and non-tipped work? What if you work overtime? What’s the minimum wage for a tipped employee? This page answers all of those questions and more."},"-646138631":{"en":"Tipped Employees"},"-1754072818":{"en":"When you don’t receive all the wages you have earned the first step is to bring it to your employer’s attention, as hopefully it was only a mistake. However, if it turns out you’re a victim of wage theft, unlawful deductions, shorted hours, or more, you have rights. "},"-1259613572":{"en":"Work Time"},"-394805464":{"en":"Work Rules"},"-295935260":{"en":"Labor Trafficking"},"-1793304508":{"en":"Test 2"}}